{
  "Soporte y Mantenimiento de Equipos de Computación": "Se enfoca en diagnóstico, montaje y mantenimiento de hardware y software de equipos de cómputo.",
  "Redes y Seguridad Informática": "Se centra en el diseño, configuración y administración de infraestructuras de redes, así como en la ciberseguridad.",
  "Ingeniería de Soporte de TI": "Incluye la implementación y gestión de sistemas de videovigilancia, telefonía IP, máquinas TVM y soporte avanzado de infraestructuras de TI.",
  "Ingeniería de Software con Inteligencia Artificial": "Capacita en análisis de procesos de negocio y desarrollo de soluciones basadas en IA y Machine Learning para aplicaciones inteligentes.",
  "Ingeniería de Cloud Computing y Data Center": "Aborda el diseño, implementación y operación de entornos cloud y centros de datos, incluyendo arquitecturas de virtualización.",
  "Ingeniería de Ciencia de Datos e Inteligencia Artificial": "Forma en recolección, procesamiento y análisis de grandes volúmenes de datos (Big Data) y aplicación de IA para extraer insights.",
  "Ingeniería de Ciberseguridad": "Profundiza en métodos de protección de sistemas, detección de vulnerabilidades, gestión de incidentes y políticas de seguridad en entornos corporativos.",
  "Informática y Desarrollo de Aplicaciones Web": "Capacita en diseño, implementación y despliegue de soluciones web y aplicaciones, abarcando bases de datos y desarrollo front-end/back-end.",
  "Diseño y Desarrollo de Videojuegos y Realidad Aumentada": "Incluye modelado 2D/3D, uso de motores de juego, programación de mecánicas interactivas y creación de experiencias en realidad aumentada.",
  "Desarrollo de Software": "Enfocado en la construcción de sistemas de información, gestión de proyectos de software y desarrollo de aplicaciones empresariales con estándares de seguridad.",
  "Diseño de Estructuras Metálicas y Modelamiento BIM": "Se basa en el uso de herramientas CAD y metodologías BIM para diseñar y modelar estructuras metálicas, integrando normativas de construcción."
}
